Repository: dhascruz/scaterpv4
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ta

source: Products
ta: வேளாண் பொருட்கள்

source: Assets
ta: சொத்துக்கள்

source: My Contacts
ta: நண்பர்கள்

source: Dashboard
ta: தகவல் பட்டியல்

source: Farmers Products List
ta: வேளாண் பொருட்கள் பட்டியல்

source: My Profile
ta: எனது சுயவிவரம்

source: Personal information
ta: தனிப்பட்ட தகவல்

source: Product List
ta: வேளாண் பொருட்கள் பட்டியல்

source: Edit
ta: திருத்தவும்

source: Delete
ta: நீக்கவும்

source: Add Product
ta: வேளாண் பொருட்கள் சேர்க்க

source: Users List
ta: பயனர் பட்டியல்

source: Farmers
ta: விவசாயிகள்

source: Category List
ta: வகை பட்டியல்

source: Farmers List
ta: விவசாயிகள் பட்டியல்

source: Farmers Assets List
ta: விவசாயிகள் சொத்து

source: Farmers Contact List
ta: விவசாயிகள் நண்பர்கள் பட்டியல்

source: Outlet
ta: விற்பனை நிலையம்

source: Godown
ta: குடோன்

source: Godown List
ta: குடோன் பட்டியல்

source: Godown Profile List
ta: குடோன் பட்டியல்

source: Mail Configuration
ta: அஞ்சல் கட்டமைப்பு

source: SMS Configuration
ta: sms கட்டமைப்பு

source: General Settings
ta: பொது அமைப்புகள்

source: Remember me
ta: நினைவில் கொள்

source: Forgot password?
ta: கடவுச்சொல் மறந்துவிட்டதா?

source: Login
ta: உள்நுழைக

source: Don't have an account ?
ta: கணக்கு இல்லையா?

source: Free Register
ta: பதிவு செய்யுங்கள்

source: Projections
ta: கணிப்புகள்
